{
  "badge": "NEWS",
  "title": "The U.S.–China Rare Earth War: An Invisible Legal Contest",
  "date": "2025-12-02T14:54:00.000+08:00",
  "summary": "An F-35 fighter jet requires 417 kilograms of rare earths; a nuclear submarine needs more than 4 tons. And China controls about 85–90% of global rare earth processing capacity. While Trump was promising to end China’s “stranglehold” on rare earths, Beijing was quietly designing a far more intricate set of rules.                  \n\nOn October 30, 2025, building on their leaders’ meeting in Busan, China and the United States confirmed a truce framework reached earlier during economic and trade consultations in Kuala Lumpur. A few days later, a strange term — “validated end-user” (VEU) — suddenly appeared in policy documents in both Washington and Beijing. Behind this seemingly technical mechanism lies a finely calibrated legal battle over rare earths.",
  "body": "**01\nAre Rare Earths Really “Rare”?**\n\n\nWhen people talk about rare earths, the first reaction is often: China holds the trump card. But reality is more complicated than that.\n\n\nRare earths are not actually scarce; they’re widely distributed throughout the earth’s crust. The real bottleneck lies in the refining process, which is extremely complex and highly polluting. Turning ore into usable rare earth products requires multiple stages: mining, separation, smelting, and alloying. Among these, the separation stage involves radioactive materials and heavy metal pollution and demands very high technical capability.\n\n\nChina spent 30 years building out this entire industrial chain. It now controls about 70% of global rare earth mining, 85–90% of processing capacity, and 90% of magnet production. This dominance is not built on embargoes, but on decades of technology accumulation — and the willingness to absorb environmental costs.\n\n\nConsider MP Materials, the largest rare earth producer in the United States. It owns Mountain Pass, the world’s second-largest rare earth mine, but lacking separation capability, MP Materials long had to ship its concentrates to China for processing. It wasn’t until 2024 that the company restored NdPr oxide separation in the U.S., and only in early 2025 did it announce the start of commercial production of praseodymium-neodymium metal. Its permanent magnet production is still in trial and ramp-up stages.\n\n\nNow look at Lynas in Australia, the fastest mover outside China. It has operated a plant in Malaysia for over a decade, but only in 2025 did it finally achieve commercial production of the heavy rare earth element dysprosium — becoming the first company outside China to do so.\n\n\nThis is why China has never truly implemented a rare earth embargo — it simply hasn’t needed to. The structure of the market itself is the best bargaining chip.\n\n\nBut this time, Trump has placed a big bet. How far can his rare earth alliance really go?\n\n**02\nAmerica’s Big Gamble**\n\n\nOn July 10, 2025, the U.S. Department of Defense announced an unusual deal:\n\n\n**•**\tIt would invest US$400 million to subscribe for MP Materials preferred shares, taking a 15% stake and becoming its largest shareholder;\n\n\n**•**\tIt would grant MP a 10-year offtake contract;\n\n\n**•**\tAnd the key clause: a minimum purchase price of US$110 per kilogram for praseodymium-neodymium alloy.\n\n\nWhat does US$110 mean? It’s nearly twice MP’s actual average selling price for the third quarter of 2025. In other words, the U.S. government has bought the company an insurance policy: no matter how the market moves, you can at least sell at this price.\n\n\n**Why make such a big bet?**\n\n\nIn 2024, U.S. domestic rare earth magnet production capacity was nowhere near enough to meet demand. The vast majority of demand — including for military use — still depended on imports, especially from China. The Pentagon’s stated goal is to build a “mine-to-magnet” supply chain on U.S. soil by 2028.\n\n\nMP Materials’ planned “10X Plant” would have an annual magnet capacity of 10,000 tons. If successful, it could replace most of the more than 7,000 tons of NdFeB magnets the U.S. imports each year.\n\n\nBut there’s a problem.\n\n\nThe global rare earth market is currently oversupplied. From 2020 to 2022, the explosive growth of EVs drove a surge in rare earth prices. But as the market matured and a wave of new capacity came online, 2023–2024 saw a sharp price correction and oversupply in some segments, followed only in 2025 by a new round of selective, structural price increases. Without a fresh source of demand, how long can such a scheme be propped up purely with government subsidies?\n\n\nMP Materials’ CFO sounded the alarm on the November earnings call: “Most of the projects being advertised today are uneconomic at virtually any price.” He reminded investors that truly economic rare earth deposits are extremely rare.\n\n\nAnd looming over everything is the 2028 U.S. presidential election.\n\n\nWill the next administration honor a 10-year commitment? Will it continue spending taxpayer money to buy rare earths at twice the market price?\n\n\nThose question marks hang over every company participating in the rare earth alliance.\n\n\n\n**03\nChina’s Targeted Controls**\n\n\nJust as the U.S. races to build capacity, Beijing has introduced a much more finely tuned management regime.\n\n\nOn November 10, The Wall Street Journal revealed that China is designing a “validated end-user” (VEU) mechanism to regulate exports of rare earths and other critical materials.\n\n\nIn simple terms, it’s a system of differentiated treatment:\n\n\n**•**\tIf you’re Tesla or GM’s EV division → you go through a fast track and get access to rare earth supplies;\n\n\n**•**\tIf you’re defense contractors like Lockheed Martin or Northrop Grumman → it will be very difficult to obtain licenses;\n\n\n**•**\tIf you’re Boeing, which builds both civilian airliners and military aircraft → you must demonstrate clear separation of uses.\n\n\nChina’s Ministry of Commerce describes it as “company-level approvals with batch-level reporting,” stressing that “general licenses and other facilitation measures” will be made available. It is a mechanism that seeks a balance between trade facilitation and security control.\n\n\nThe design logic is:\n\n1. **Compliance with international trade rules.**\n\n\n   In 2012, China lost a WTO dispute over rare earth export quotas. After that, it moved away from pure quantitative restrictions toward procedural management. In the framework of international trade law, this approach is easier to justify.\n2. R**etention of policy flexibility.**\n\n\n   With “company-level approvals,” regulators can assess individual cases based on specific circumstances, avoiding one-size-fits-all measures that would unduly harm normal trade.\n3. **Borrowing from existing practice.**\n\n\n   The U.S. Department of Commerce has used a VEU regime for Chinese companies since 2007. Given this precedent, China’s adoption of a similar mechanism has a procedural basis in international practice.\n\n\n   **Practical Challenges**\n\n\n   Implementation, however, is anything but simple.\n\n\n   Imagine a U.S. aerospace company whose civilian division makes jet engines for passenger planes, while its defense division develops missile guidance systems. Can it still obtain rare earth supplies from China?\n\n\n   China’s condition is that the company must build effective internal controls to ensure imported rare earths are not used for military purposes.\n\n\n   In reality, though, civil and military businesses in many aerospace firms are deeply integrated. R&D teams, production facilities, and supply chain management are often shared. Building entirely separate supply chains would entail a huge compliance cost.\n\n\n   According to *The Wall Street Journal*, China’s exports of rare earth magnets to the U.S. fell 29% in September 2025. This suggests that the new regime requires a period of adjustment in implementation, and companies likewise need time to adapt their compliance systems.\n\n\n   The dual effect of this approach is obvious: on the one hand, it keeps a channel open for compliant companies to secure supply; on the other, the uncertainty inherent in implementation pushes some firms to look for alternative sources.\n\n\n   For both China and the U.S., this is a trade-off they must consciously weigh.\n\n**04\nA Complex Legal Chessboard**\n\n\nAs a lawyer who has long handled cross-border trade and investment disputes, I am most interested in how these policies operate within their legal frameworks.\n\n\n**Risk 1: The Boundaries of International Trade Law**\n\n\nChina’s VEU mechanism shows a sophisticated understanding of international trade rules.\n\n\nThe 2012 WTO rare earth case taught China that straightforward export quotas are difficult to defend. But procedural control measures based on national security or fulfillment of international obligations have a stronger legal foundation under GATT Article XX (general exceptions) and Article XXI (security exceptions).\n\n\nThe VEU regime has several advantages:\n\n\n**•**\tIt is not a quantitative restriction, but a qualification review;\n\n\n**•**\tIt distinguishes between civilian and military use, aligning with non-proliferation commitments;\n\n\n**•**\tIt can be supported by nearly 20 years of U.S. VEU practice as precedent.\n\n\nSince late 2019, the WTO Appellate Body has effectively been paralyzed. That means even if a dispute arises, it is hard to produce a final, binding ruling. In this context, all major economies have become more active in using domestic legal tools to protect their interests.\n\n\nOn the other side, the U.S. “US$110 minimum price” arrangement is structured as an investment return, but its subsidy character is obvious. Under the WTO Agreement on Subsidies and Countervailing Measures (SCM), such government financial support could constitute an actionable subsidy.\n\n\nWashington can invoke “national security” in its defense, but once rare earth magnets are widely used in Teslas, wind turbines, and other civilian products, the boundary of “national security” becomes blurred. In theory, affected foreign companies could initiate countervailing duty investigations or WTO disputes.\n\n\nFrom a trade law perspective, both China and the U.S. are probing the limits of their respective systems — a normal state of great-power competition. The critical point is to stay within the rules while safeguarding national interests.\n\n\n**Risk 2: Force Majeure in Contract Performance**\n\n\nGeopolitical risk raises a more immediate question: when policy changes make performance impossible, how is legal responsibility allocated?\n\n\nIn cross-border rare earth supply contracts, the drafting of the force majeure clause is crucial. If Chinese authorities introduce new export controls on national security grounds, and a supplier is no longer able to perform, does that amount to an exculpatory event?\n\n\nLegally speaking:\n\n\n**•\tUnder Chinese law:** Article 180 of the Civil Code traditionally recognizes government action and changes in laws and regulations as possible force majeure events.\n\n\n**•\tIn international arbitration practice:** Tribunals often treat sovereign export controls imposed for national security reasons as “supervening illegality,” which can discharge the obligation to perform.\n\n\nHowever, the procedural requirements are strict. Suppliers must show that they:\n\n\n**•**\tGave timely notice;\n\n\n**•**\tActively applied for exemptions;\n\n\n**•**\tAssisted the buyer in seeking alternative sources where possible.\n\n\nThe practical takeaway is that contracts should explicitly address “obstacles to performance caused by changes in export control policy,” including notice periods, required evidence, and cost-sharing mechanisms.\n\n\n**Risk 3: Limits on Dispute Resolution**\n\n\nAnother real-world issue: when VEU status is revoked or an application is denied, what recourse does a company have?\n\n\nUnder Chinese law, the Export Control Law and the Administrative Licensing Law provide for administrative reconsideration and administrative litigation. But where export control decisions are tied to national security, courts in any jurisdiction typically afford a very narrow scope for judicial review — and China is no exception.\n\n\nAt the international level, there is no bilateral investment treaty (BIT) between China and the U.S., so no investor–state dispute settlement (ISDS) mechanism applies. U.S. companies, unlike in some other countries, cannot take China to international arbitration on the basis of an investment treaty.\n\n\nIf the issue is contractual — for example, a supply contract dispute — it can be resolved under the contract’s arbitration clause. But that is not the same as ISDS and cannot directly challenge China’s public policy or administrative measures.\n\n\nIn practice, that leaves diplomatic channels as the main avenue of recourse. Whether that goes anywhere depends heavily on the broader state of bilateral relations.\n\n\nAll of this underscores a sobering truth: in sectors touching core national security interests, traditional commercial dispute resolution mechanisms have limited leverage. Companies must recognize the “non-arbitrability” of certain policy risks.\n\n\n\n**05\nPractical Advice for Companies**\nGiven these risks, my advice to clients usually includes the following:\n\n\n\n1. **Supply-chain diversification is not optional.**\n\n\n   Even if you secure VEU status, you still need a Plan B. Projects in Australia and Malaysia are more expensive, but that extra cost is the price of insurance.\n\n\n2. **Key clauses in contract drafting:**\n\n\n   o\tForce majeure must expressly cover “changes in export control policy”;\n\n\n   o\tInclude price adjustment mechanisms to deal with policy-driven cost shifts;\n\n\n   o\tChoose arbitration in neutral venues such as Singapore or Hong Kong to avoid home-court advantage for either side.\n\n\n3. **Internal controls must keep pace.**\n\n\n   If your company serves both civilian and defense markets, you must have an auditable “firewall” system. A single careless email — for example, slipping military-order details into correspondence with a Chinese supplier — could land the entire company on a blacklist.\n\n\n   China’s suspension of the so-called “Six Orders” for one year coincides with the fact that U.S. rare earth plants will not come online until 2027–2028. This one-year window is a buffer both sides need for “supply-chain repair”: China to break through the technological blockade in chip manufacturing, and the U.S. to build a full rare earth value chain.\n\n\n   But the real race is not in the mines. It is in:\n\n\n   **•**\tWho can better wield this complex legal toolbox?\n\n\n   **•**\tWhose rule-making is more resilient?\n\n\n   **•**\tWho can find the optimal solution across WTO rules, bilateral negotiations, and commercial contracts?\n\n\n   Rare earths are only the opening chapter. With the U.S. CHIPS Act and the EU Critical Raw Materials Act coming into force, the legal battlefield is expanding — from lithium batteries to semiconductors, from rare earths to gallium and germanium.\n\n\n   This is not only a contest of great powers, but also a competition of legal acumen. For companies, the task is to carve out pockets of certainty in the gaps between competing rules."
}
